aerospace
alacritty
batfi
claude
discord
figma
firefox@developer-edition
ghostty
hiddenbar
linearmouse
mechvibes
neovim-nightly
notion
obsidian
postman
screen-studio
shottr
steam
switchresx
trackweight
yaak
zed
